<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Página de ayuda del DBR</title>
</head>

<body>
<h1 align="center">AYUDA DE USUARIO PARA EL DBR</h1><br />

<p>&nbsp;</p>
<p align="justify">A continuaci&oacute;n se muestra una ayuda breve para manejar el DBR as&iacute; como las teclas r&aacute;pidas de acceso a las mismas.</p>
<p align="justify">&nbsp;</p>
<h2 align="center">Men&uacute; de archivo</h2>
<p>&nbsp;</p>
<p align="justify"> Para acceder al men&uacute; de archivo, pulse F10 y a continuaci&oacute;n cursor abajo. Una vez dentro, podr&aacute; moverse con las teclas de cursor arriba y cursor abajo. Si usa el rat&oacute;n, haga click en el submen&uacute; Archivo para desplegarlo y ver las distintas opciones. Dentro de este men&uacute; hay cuatro opciones: Abrir libro, Buscar libro, Cerrar libro y salir.<br />
  -Abrir. Esta opci&oacute;n de men&uacute; abre un cuadro de di&aacute;logo en el que podr&aacute; seleccionar el libro DAISY que desee leer, indicando la ruta en la que se encuentra almacenado. Tambi&eacute;n puede usar Control + A para acceder a este cuadro de di&aacute;logo.<br />
  -Buscar libro. Esta opci&oacute;n de men&uacute; muestra una lista con los &uacute;ltimos libros DAISY abiertos. Aqu&iacute; puede seleccionar un libro DAISY para abrirlo. Al pulsar sobre el libro indicado, este se abrir&aacute; por la &uacute;ltima posici&oacute;n de lectura. Si no se encontrase el libro indicado, se mostrar&aacute; un mensaje de error indic&aacute;ndolo. Tambi&eacute;n puede acceder a esta lista pulsando Control + B.<br />
  -Cerrar libro. Si pulsa esta opci&oacute;n de men&uacute;, el libro DAISy que est&eacute; en ese momento en pantalla se cerrar&aacute;, qued&aacute;ndose la pantalla en blanco. Para realizar esta acci&oacute;n tambi&eacute;n puede pulsar la combinaci&oacute;n de teclas Control + C.<br />
-Salir. Si pulsa aqu&iacute;, el DBR se cerrar&aacute;. Tambi&eacute;n puede pulsar Control + Q para salir de la aplicaci&oacute;n.</p>
<p align="justify"><br />
</p>
<h2 align="center"> Men&uacute; voz<br />
</h2>
<p align="justify">&nbsp;</p>
<p align="justify">Este men&uacute; le permite configurar  el nivel de volumen de la voz del libro DAISY, as&iacute; como activar o desactivar el audio. Para acceder a &eacute;l, pulse F10 y despl&aacute;zese con los cursores a la pesta&ntilde;a llamada Voz. Acto seguido pulse flecha abajo para entrar en el men&uacute;. Si usa el rat&oacute;n, haga click sobre el submen&uacute; Voz para desplegarlo y ver su opci&oacute;n. La opci&oacute;n que este men&uacute; muestra es Ajustar volumen.<br />
  -Ajustar volumen. Esta opci&oacute;n le permite graduar el volumen del audio. Para ello, pulse sobre la opci&oacute;n de subir volumen o bajar volumen para subir o bajar el volumen respectivamente. Tambi&eacute;n puede pulsar Control + V para subir el volumen o Control + Shift + V para bajarlo.<br />
-Silenciar. Esta opci&oacute;n le permite activar o desactivar el audio del libro. Para ello, pulse sobre la opci&oacute;n o use la combinaci&oacute;n de teclas Control + S. </p>
<p align="justify"><br />
</p>
<h2 align="center"> Men&uacute; reproducci&oacute;n</h2>
<p>&nbsp;</p>
<p align="justify">&nbsp;</p>
<p align="justify"> El men&uacute; Reproducci&oacute;n le permite controlar la reproducci&oacute;n del libro DAISY y desplazarse a cualquier parte del libro. Para acceder a &eacute;l, pulse F10 y a continuaci&oacute;n despl&aacute;cese con los cursores hasta la pesta&ntilde;a Reproducci&oacute;n. Pulse flecha abajo para abrir este men&uacute;, o haga click sobre el submen&uacute; Reproducci&oacute;n en la barra de men&uacute; para abrirlo. Este men&uacute; le mostrar&aacute; las siguientes opciones: Reproducci&oacute;n-pausa, Detener, Navegaci&oacute;n por cap&iacute;tulos, Navegaci&oacute;n por p&aacute;ginas, Navegaci&oacute;n por p&aacute;rrafos, Ir a...<br />
  -Reproducci&oacute;n-Pausa. Esta opci&oacute;n le permite activar o detener temporalmente la reproducci&oacute;n del libro DAISY dependiendo del estado actual de reproducci&oacute;n del libro DAISY. Pulse la tecla intro para cambiar el estado de reproducci&oacute;n. Tambi&eacute;n puede usar la combinaci&oacute;n de teclas Control + R.<br />
  -Detener. Esta opci&oacute;n detiene definitivamente la reproducci&oacute;n del libro DAISY y sit&uacute;a la lectura al principio del libro. Pulse la tecla intro sobre esta opci&oacute;n de men&uacute; para detener la lectura. Tambi&eacute;n puede pulsar Control + D para realizar esta acci&oacute;n.<br />
  -Navegaci&oacute;n por cap&iacute;tulos. Este men&uacute; cuenta con dos opciones para desplazarse al cap&iacute;tulo anterior o al siguiente. Para abrirlo, pulse cursor derecha. Seleccione la opci&oacute;n que desee y pulse intro. El DBR se situar&aacute; al comienzo del cap&iacute;tulo indicado y comenzar&aacute; a reproducirlo. Para ir al cap&iacute;tulo siguiente tambi&eacute;n puede pulsar la combinaci&oacute;n de teclas Control + L y para ir al cap&iacute;tulo anterior la combinaci&oacute;n de teclas Shift + control + L.<br />
  -Navegaci&oacute;n por p&aacute;ginas. Esta opci&oacute;n de men&uacute; contiene un submen&uacute; con dos opciones: P&aacute;gina anterior y P&aacute;gina siguiente. Para abrirlo, pulse cursor derecha. Seleccione la opci&oacute;n que desee y pulse intro para acceder a la misma. EL DBR se situar&aacute; al comienzo de la p&aacute;gina indicada y empezar&aacute; a reproducirla.<br />
  -Navegaci&oacute;n por p&aacute;rrafos. Esta opci&oacute;n de men&uacute; le permite ir al p&aacute;rrafo anterior o siguiente. Para ello, abra el submen&uacute; con cursor derecha, sit&uacute;ese en la opci&oacute;n deseada y pulse intro. El DBR comenzar&aacute; la lectura desde el punto indicado. Tambi&eacute;n puede pulsar Control + p para ir al bloque de texto siguiente o Shift + Control + P para ir al bloque de texto anterior.<br />
  -Ir a... Esta opci&oacute;n le permite ir a cualquier cap&iacute;tulo o p&aacute;gina del libro. Para ello, pulse flecha derecha para abrir el submen&uacute; y pulse la opci&oacute;n deseada.<br />
  -Cap&iacute;tulo. Esta opci&oacute;n le permite ir a cualquier cap&iacute;tulo del libro. Al pulsar sobre ella, se desplegar&aacute; una lista con los cap&iacute;tulos del libro. Seleccione el cap&iacute;tulo al que desea ir y pulse intro sobre el bot&oacute;n aceptar. El DBR se situar&aacute; al principio del cap&iacute;tulo seleccionado y comenzar&aacute; a reproducirlo. Si pulsa escape o el bot&oacute;n cancelar, en lugar de intro, cancelar&aacute; la opci&oacute;n y volver&aacute; a la posici&oacute;n en la que se encontraba.<br />
-P&aacute;gina. Esta opci&oacute;n le permite desplazarse a cualquier p&aacute;gina del libro. Al pulsar intro sobre ella, aparecer&aacute; un cuadro en el que podr&aacute; introducir la p&aacute;gina deseada. Al presionar el bot&oacute;n aceptar el DBR se situar&aacute; al principio de la misma y comenzar&aacute; a reproducirla. Si la p&aacute;gina indicada no existe, el DBR mostrar&aacute; un mensaje de error. Para cancelar esta opci&oacute;n, pulse el bot&oacute;n cancelar o escape en lugar de intro y volver&aacute; a la posici&oacute;n del libro en la que se encontraba.</p>
<p align="justify"><br />
</p>
<h2 align="center">Men&uacute; de marcas<br />
</h2>
<p align="justify">&nbsp;</p>
<p align="justify"> Este men&uacute; le permitir&aacute; controlar la gesti&oacute;n de las marcas que usted realice sobre un libro en formato DAISY. Para acceder a &eacute;l, pulse F10, despl&aacute;cese con los cursores hasta el men&uacute; de marcas y pulse cursor abajo para desplegarlo. Tambi&eacute;n puede hacer click sobre el submen&uacute; marcas con el rat&oacute;n para desplegar las distintas opciones. El men&uacute; marcas tiene tres opciones: Establecer marca, Borrado de marcas y Listado de marcas.<br />
  -Establecer marca. Esta opci&oacute;n le permite crear una marca en el libro actualmente en reproducci&oacute;n. Para ello, pulse sobre la opci&oacute;n deseada, a la cu&aacute;l tambi&eacute;n se puede acceder pulsando Control + E. A continuaci&oacute;n se mostrar&aacute; un cuadro de texto donde podr&aacute; introducir el nombre de la marca. Una vez introducido, pulse sobre el bot&oacute;n aceptar para guardar la marca, o pulse escape o el bot&oacute;n cancelar para cancelar el guardado de la marca. <br />
  Nota: tenga cuidado al introducir el nombre de la marca. Si la marca existe, el DBR la sobreescribir&aacute;.<br />
  -Borrado de marcas. Esta opci&oacute;n le permite borrar una marca, si existe al menos una, del libro actualmente en reproducci&oacute;n. Para ello, pulse sobre la opci&oacute;n deseada o la combinaci&oacute;n de teclas Control + Z. A continuaci&oacute;n se mostrar&aacute; una lista con las marcas que dicho libro tiene. Elija la que quiera borrar y pulse sobre el bot&oacute;n aceptar. Si pulsa escape o cancelar, anular&aacute; el proceso.<br />
- Listado de marcas. Esta opci&oacute;n le mostrar&aacute; una lista con todas las marcas, si existe al menos una, del libro actualmente en reproducci&oacute;n y le permitir&aacute; desplazarse a la marca elegida. Para acceder al listado, pulse sobre la opci&oacute;n del men&uacute; o use la combinaci&oacute;n de teclas Control + M. A continuaci&oacute;n se mostrar&aacute; un listado con todas las marcas. seleccione a la que quiera ir y pulse sobre el bot&oacute;n aceptar. Si pulsa escape o el bot&oacute;n cancelar, anular&aacute; el proceso.</p>
<p align="justify"><br />
</p>
<h2 align="center">Men&uacute; informaci&oacute;n</h2>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p> Este men&uacute; ofrece al usuario una serie de opciones de informaci&oacute;n sobre el libro y el tiempo de lectura del mismo, En concreto, cuenta con las siguientes opciones: Informaci&oacute;n general, Informaci&oacute;n de la traducci&oacute;n, Tiempo de lectura transcurrido y Tiempo total de lectura. Para acceder a este men&uacute;, pulse F10 y despl&aacute;cese con los cursores hasta el submen&uacute; Informaci&oacute;n y pulse cursor abajo para abrirlo. Tamb&iacute;en puede hacer click con el rat&oacute;n sobre el submen&uacute; Infromaci&oacute;n para desplegarlo.<br />
  -Informaci&oacute;n general del libro. Esta opci&oacute;n muestra informaci&oacute;n referente al autor, la editorial y aspectos similares. Para acceder a ella, pulse sobre esta opci&oacute;n. Se mostrar&aacute; una ventana con la informaci&oacute;n solicitada. Una vez haya consultado la informaci&oacute;n, pulse intro o haga click con el rat&oacute;n en el bot&oacute;n aceptar para volver al libro. Para acceder a esta informaci&oacute;n tambi&eacute;n puede pulsar Control + O.<br />
  -Informaci&oacute;n de la traducci&oacute;n. Esta opci&oacute;n de men&uacute; le ofrece informaci&oacute;n acerca de latraducci&oacute;n del libro a formato DAISY, tales como el traductor, la organizaci&oacute;n responsable o la fecha de la misma. Para acceder a ella, pulse sobre esta opci&oacute;n o la combinaci&oacute;n de teclas Control + N. Una vez consultada la informaci&oacute;n, pulse intro o haga click con el rat&oacute;n en el bot&oacute;n aceptar para volver al libro.<br />
  -Tiempo de reproducci&oacute;n transcurrido. Esta opci&oacute;n del men&uacute; le indica el tiempo de reproducci&oacute;n del libro DAISY contando desde el principio del mismo hasta la posici&oacute;n actual de lectura. Esta informaci&oacute;n se ofrece en el formato &quot;hh:mm:ss&quot; (horas, minutos, segundos). Para consultar esta opci&oacute;n del men&uacute;, pulse sobre la misma o presione la combinaci&oacute;n de teclas Control + X. Una vez consultado el tiempo, pulse intro o haga click en el bot&oacute;n de aceptar para volver al libro.<br />
-Tiempo total de lectura. Esta opci&oacute;n le muestra el tiempo total de reproducci&oacute;n que ocupa la obra, empezando desde el principio del libro hasta el final. El formato empleado es &quot;hh:mm:ss&quot; (horas, minutos, segundos). Para acceder a esta opci&oacute;n, pulse sobre la misma o presione la combinaci&oacute;n de teclas Control + W. Una vez consultada, pulse intro o haga click sobre el bot&oacute;n aceptar para volver al libro.</p>
<p><br />
</p>
<h2 align="center">Men&uacute; ayuda</h2>
<p align="justify"><br />
</p>
<p align="justify"> Este men&uacute; le ofrece tanto la ayuda de usuario que aqu&iacute; se muestra como otros datos de producci&oacute;n y de la licencia de uso. Para entrar a este submen&uacute;, pulse F10 y despl&aacute;cese con los cursores hasta el mismo. Tambi&eacute;n puede hacer click con el rat&oacute;n en el submen&uacute; ayuda.<br />
  -Ayuda de usuario. Esta opci&oacute;n de men&uacute; le brinda la ayuda de usuario del DBR que aqu&iacute; se muestra. Para acceder a la misma, pulse sobre esta opci&oacute;n. Al hacerlo, se mostrar&aacute; en una ventana de Firefox esta ayuda. Tambi&eacute;n puede acceder a la misma pulsando Control + U. Una vez haya consultado la ayuda de usuario, pulse Alt + F4 o cierre la ventana de Firefox para volver al DBR.<br />
  -Datos de producci&oacute;n. Esta opcci&oacute;n del usuario le ofrece informaci&oacute;n acerca del autor del DBR y del desarrollo del mismo. Para acceder a ella, pulse sobre la opci&oacute;n o pulse la combinaci&oacute;n de teclas Control + Y. Al hacerlo, se abrir&aacute; una ventana de Firefox que le mostrar&aacute; esta informaci&oacute;n. Una vez haya consultado la informaci&oacute;n, pulse Alt + F4 o cierre la ventana de Firefox con el rat&oacute;n para volver al DBR.<br />
  -Licencia de uso. Esta opci&oacute;n del men&uacute; le ofrece informaci&oacute;n acerca de la licencia de uso y distribuci&oacute;n del DBR. Para acceder a esta informaci&oacute;n, pulse sobre esta opci&oacute;n o use la combinaci&oacute;n de teclas Control + G. Una vez haya entrado, se mostrar&aacute; una ventana de Firefox con la informaci&oacute;n de la licencia. Para salir, pulse Alt + F4 o cierre la ventana de firefox con el rat&oacute;n.<br />
</p>
</body>
</html>
