Repository: JavierDorado/dbr
Catalog: po/*.po
Languages: es, gl, hu

source: DBR Daisy Book Reader
hu: DAISY Könyv Olvasó

source: Read Daisy Talking Books
es: Lee Libros Daisy hablados
gl: Le Libros Falados en Daisy
hu: DAISY könyvek olvasása

source: Open book
es: Abrir libro
gl: Abrir libro
hu: DAISY könyv megnyitása

source: Daisy 2.0/2.02 book (*.html)
hu: DAISY 2.0/2.02 könyv (*.html)

source: Failed to open
es: Falló al abrir
gl: Fallou ó abrir
hu: Hiba a megnyitáskor

source: The book can not be opened
es: El libro no pudo ser abierto
gl: O libro non se puido abrir
hu: A könyvet nem lehetett megnyitni.

source: Canceled selection
es: Selección cancelada
gl: Seleción cancelada
hu: A kijelölés megszakítva

source: No book has been selected
es: El libro no ha sido seleccionado
gl: O libro non foi selecionado
hu: Nem lett könyv kiválasztva.

source: Recently opened books
hu: Utoljára megnyitott könyvek

source: Choose the book which you want to open
es: Elija el libro que quiere abrir
gl: Escolle o libro que queres abrir
hu: Válassza ki azt a könyvet, melyet meg szeretne nyitni.

source: Warning
es: Aviso
gl: Aviso
hu: Figyelem!

source: Specified book doesn't match with the book currently in that path
es: El libro especificado no es igual al libro que actualmente está en la ruta
gl: O libro especificado non coincide co libro que actualmente está na ruta
hu: A megadott könyv nem létezik a megadott elérési útvonalon

source: You have not selected any book
es: No ha seleccionado ningún libro
gl: Non tes selecionado ningún libro
hu: Nem választott ki egyetlen könyvet sem

source: There are no saved books
es: No hay libros guardados
gl: Non hai libros gardados
hu: Nincsenek elmentett könyvek

source: Book information
es: Información sobre el libro
gl: Información do libro
hu: Könyv információ

source: There are currently nno playing book
es: Actualmente no hay ningún libro reproduciéndose
gl: Actualmente non hai libros en reprodución
hu: Jelenleg nincs éppen lejátszott könyv

source: Book translation information
es: Información sobre la traducción del libro
gl: Información da Tradución do libro
hu: A könyv fordítási információi

source: There are currently no playing book
es: Actualmente no hay ningún libro reproduciéndose
gl: Actualmente non hai libros en reprodución
hu: Jelenleg nincs éppen lejátszott könyv

source: Elapsed playback time
es: Tiempo restante de reproducción
gl: Tempo restante na reprodución
hu: Eltelt lejátszási idő

source: Tehre are currently no playing book
es: Actualmente no hay ningún libro reproduciéndose
gl: Actualmente non hai libros en reprodución
hu: Jelenleg nincs éppen lejátszott könyv

source: Total book's playback time
es: Tiempo total de reproducción del libro
gl: Tempo total de reprodución do libro
hu: Az összes könyv lejátszási ideje

source: Goo to chapter
es: Ir al capítulo
gl: Ir ó capítulo
hu: Ugrás egy fejezetre

source: Select which chapter do you want to go
es: Seleccione a qué capítulo quiere ir
gl: Seleciona o capítulo ó que queres ir
hu: Válassza ki azt a fejezetet, ahová ugrani szeretne

source: You have not selected any chapter
es: No ha seleccionado ningún capítulo
gl: Non tes selecionado ningún capítulo
hu: Nem választott ki egyetlen fejezetet sem

source: Error
gl: Erro
hu: Hiba

source: Don't exist any chapter in the book
es: No existe ningún capítulo en el libro
gl: Non existe ningún capítulo no libro
hu: A könyvben nincs egyetlen fejezet sem

source: Go to page
es: ir a la página
gl: Ir á páxina
hu: Ugrás egy oldalra

source: Enter the page which you want to go
es: Introduzca la página a la que quiere ir
gl: Introduce a páxina á que queres ir
hu: Írja be azt az oldalszámot, ahová ugrani szeretne

source: Page out of range
es: Página fuera de rango
gl: Páxina fora de rango
hu: Az oldalszám kívül esik a megadható oldalak számán

source: You have not entered a number
es: No ha introducido un número
gl: Non introduciches ningún número
hu: Nem írt be számot

source: Set bookmark
es: Poner marca
gl: Poñer marca
hu: Könyvjelző beállítása

source: Enter the bookmark name
es: Introduzca el nombre de la marca
gl: Introduce o nome da marca
hu: Adja meg a könyvjelző nevét

source: You have not entered a bookmark name
es: No ha introducido un nombre de marca
gl: Non introduciches un nome para a marca
hu: Nem adta meg a könyvjelző nevét

source: Bookmark list
es: Lista de marcas
gl: Lista de marcas
hu: Könyvjelzők listája

source: Choose the bookmark which you want to go
es: Elija la marca a la que quiere ir
gl: Escolle a marca á que queres ir
hu: Válassza ki azt a könyvjelzőt, ahová ugrani szeretne

source: You have not selected any bookmark
es: No ha seleccionado ninguna marca
gl: Non tes selecionada ningunha marca
hu: Nem választott ki egyetlen könyvjelzőt sem

source: There are not bookmarks for this book
es: No hay marcas para este libro
gl: Non hai marcas para este libro
hu: Ehhez a könyvhöz nincsenek könyvjelzők

source: Bookmarks deletion
es: Eliminación de marcas
gl: Eliminación das marcas
hu: Könyvjelzők törlése

source: Choose the bookmark which you want to delete
es: Elija la marca que quiere eliminar
gl: Escolle a marca que queres eliminar
hu: Válassza ki azt a könyvjelzőt, melyet törölni szeretne

source: Don't exist bookmarks for this book
es: No existen marcas para este libro
gl: Non existen marcas para este libro
hu: Ehhez a könyvhöz nincsenek beállított könyvjelzők

source: Warning!
es: ¡Aviso!
gl: ¡Aviso!
hu: Figyelmeztetés!

source: The help file can not be found
es: No se pudo encontrar el fichero de ayuda
gl: O ficheiro Axuda non foi atopado
hu: A súgó fájl nem található

source: This program has been translated by: Juan C. BuÃ±o
es: Este programa ha sido traducido por: Juan C. Buño
gl: Este programa ha sido traducido por: Juan C. Buño
hu: A program fordítását elkészítette: Hammer Attila

source: This program is under GNU/General Public License version 3. See accompanying COPYING file for more details.
es: Este programa está sujeto a los términos de la licencia pública general GPL v3. Vea el archivo COPYING para más detalles.
gl: Este programa está bajo la GNU/General Public License versión 3. Mira el fichero COPYING que lo acompaña para más detalles.
hu: Ez az alkalmazás a GNU/General Public License 3-as változata szerint van terjesztve. A részletekért nézze meg a COPYING fájlt a program forráskódjában.

source: Daisy Book Reader
hu: DAISY Könyv Olvasó

source: _File
es: _Archivo
gl: _Ficheiro
hu: _Fájl

source: File
es: Archivo
gl: Ficheiro
hu: Fájl

source: _Open book
es: _Abrir libro
gl: _Abrir libro
hu: Könyv _megnyitása...

source: _Find book
es: _Buscar libro
gl: _Atopar libro
hu: Köny_v keresése

source: _Close book
es: _Cerrar libro
gl: _Pechar libro
hu: Könyv _bezárása

source: _Quit
es: _Salir
gl: _Saír
hu: _Kilépés

source: _Control
es: _Controles
gl: _Controis
hu: _Vezérlés

source: Control
es: Controles
gl: Controis
hu: Vezérlés

source: _Play-Pause
es: _Reproducir-Pausar
gl: _Reproducir-Pausar
hu: _Lejátszás/szünet

source: _Mute
es: _Silenciar
gl: _Silenciar
hu: _Némítás

source: _Stop
es: _Detener
gl: _Deter
hu: Leállí_tás

source: _Volume
es: _Volumen
hu: _Hangerő

source: Volume
es: Volumen
hu: Hangerő

source: Increase volume
es: Incrementar volumen
gl: Incrementar volume
hu: Hangerő _növelése

source: Decrease volume
es: Decrementar volumen
gl: Decrementar volume
hu: Hangerő _csökkentése

source: _Navigation
es: _Navegación
gl: _Navegación
hu: _Navigáció

source: Navigation
es: Navegación
gl: Navegación
hu: Navigáció

source: Previous chapter
es: Capítulo anterior
gl: Capítulo anterior
hu: _Előző fejezet

source: Next chapter
es: Capítulo siguiente
gl: Capítulo Seguinte
hu: _Következő fejezet

source: Previous page
es: Página anterior
gl: Páxina anterior
hu: Előző oldal

source: Next page
es: Página siguiente
gl: Páxina Seguinte
hu: Következő oldal

source: Previous paragraph
es: Párrafo anterior
gl: Parágrafo anterior
hu: Előző bekezdés

source: Next paragraph
es: Párrafo siguiente
gl: Parágrafo seguinte
hu: Következő bekezdés

source: _Go to
es: _Ir
gl: _Ir
hu: _Ugrás

source: Chapter
es: Capítulo
gl: Capítulo
hu: Fejezet

source: Page
es: Página
gl: Páxina
hu: Oldal

source: _Bookmarks
es: _Marcas
gl: _Marcas
hu: _Könyvjelzők

source: Bookmarks
es: Marcas
gl: Marcas
hu: Könyvjelzők

source: _Set bookmark
es: _Poner marca
gl: _Poñer marca
hu: _Könyvjelző beállítása

source: _Delete bookmarks
es: _Eliminar marcas
gl: _Eliminar marcas
hu: Könyvjelző _törlése

source: _List bookmarks
es: _Lista de marcas
gl: _Lista das marcas
hu: Könyvjelzők _listájának megjelenítése

source: _Info
es: _Información
gl: _Información
hu: _Információ

source: Info
es: Información
gl: Información
hu: Információ

source: _Book info
es: _Información del libro
gl: _Información do libro
hu: _Könyv információ

source: Book _translation information
es: Información sobre la _traducción del libro
gl: Información da _Tradución do libro
hu: _A könyv _fordítási információi

source: Playback _duration
es: _Tiempo actual de reproducción
gl: _Tempo actual de reproducción
hu: Lejátszás _sebessége

source: Total play _duration
es: _Duración total de la reproducción
gl: _duración total da reproducción
hu: Lejátszás _teljes sebessége

source: _Help
es: _Ayuda
gl: _Axuda
hu: _Súgó

source: Help
es: Ayuda
gl: Axuda
hu: Súgó

source: _User help
es: Ayuda del _Usuario
gl: Axuda do _Usuario
hu: _Felhasználói kézikönyv

source: _About DBR
es: _Acerca de
gl: _Acerca do DBR
hu: A DBR _névjegye

source: _License
es: _Licencia
gl: _Licencia
hu: _Licencinformációk

source: Open
es: Abrir
gl: Abrir
hu: Könyv _megnyitása...

source: Stop
es: Detener
gl: Deter
hu: Leállítás

source: Next Chapter
es: Capítulo siguiente
gl: Capítulo seguinte
hu: Következő fejezet

source: Previous Chapter
es: Capítulo anterior
gl: Capítulo anterior
hu: Előző fejezet

source: Set Bookmark
es: Poner marca
gl: Poñer marca
hu: Könyvjelző beállítása

source: Table of contents
es: Tabla de contenidos
gl: Táboa de contido
hu: Tartalomjegyzék

source: Daisy Book Reader - %s
hu: DAISY Könyv Olvasó - %s

source: Find books
es: Buscar libros
gl: Atopar libro
